data/l2/apache/benchmark-apache.stock-4.17/cores-168/log/WRKwrk
Running 50s test @ http://127.0.0.1:8000/x.txt
  168 threads and 1344 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency    67.93ms  217.95ms   1.99s    93.39%
    Req/Sec   753.27    371.21     7.60k    77.09%
  1925510 requests in 10.32s, 0.96GB read
  Socket errors: connect 0, read 8, write 0, timeout 425
Requests/sec: 186599.39
Transfer/sec:     94.90MB